[
  {
    "date": 1610120668000,
    "favorites": "510761",
    "id": "1347569870578266115",
    "isRetweet": false,
    "retweets": "83532",
    "text": "To all of those who have asked, I will not be going to the Inauguration on January 20th."
  },
  {
    "date": 1610117198000,
    "favorites": "480997",
    "id": "1347555316863553542",
    "isRetweet": false,
    "retweets": "108844",
    "text": "The 75,000,000 great American Patriots who voted for me, AMERICA FIRST, and MAKE AMERICA GREAT AGAIN, will have a GIANT VOICE long into the future. They will not be disrespected or treated unfairly in any way, shape or form!!!"
  },
  {
    "date": 1609974064000,
    "favorites": "0",
    "id": "1346954970910707712",
    "isRetweet": false,
    "retweets": "0",
    "text": "These are the things and events that happen when a sacred landslide election victory is so unceremoniously &amp; viciously stripped away from great patriots who have been badly &amp; unfairly treated for so long. Go home with love &amp; in peace. Remember this day forever!"
  },
  {
    "date": 1609964006000,
    "favorites": "730357",
    "id": "1346912780700577792",
    "isRetweet": false,
    "retweets": "156100",
    "text": "I am asking for everyone at the U.S. Capitol to remain peaceful. No violence! Remember, WE are the Party of Law &amp; Order – respect the Law and our great men and women in Blue. Thank you!"
  },
  {
    "date": 1609961938000,
    "favorites": "582183",
    "id": "1346904110969315332",
    "isRetweet": false,
    "retweets": "107460",
    "text": "Please support our Capitol Police and Law Enforcement. They are truly on the side of our Country. Stay peaceful!"
  },
  {
    "date": 1609961062000,
    "favorites": "0",
    "id": "1346900434540240897",
    "isRetweet": false,
    "retweets": "0",
    "text": "Mike Pence didn’t have the courage to do what should have been done to protect our Country and our Constitution, giving States a chance to certify a corrected set of facts, not the fraudulent or inaccurate ones which they were asked to previously certify. USA demands the truth!"
  },
  {
    "date": 1609947871000,
    "favorites": "246426",
    "id": "1346845109736845318",
    "isRetweet": false,
    "retweets": "56883",
    "text": "These scoundrels are only toying with the @sendavidperdue (a great guy) vote. Just didn’t want to announce quite yet. They’ve got as many ballots as are necessary. Rigged Election!"
  },
  {
    "date": 1609942590000,
    "favorites": "458141",
    "id": "1346822958006886400",
    "isRetweet": false,
    "retweets": "72314",
    "text": "Even Mexico uses Voter I.D."
  },
  {
    "date": 1609942507000,
    "favorites": "303347",
    "id": "1346822610957561858",
    "isRetweet": false,
    "retweets": "69832",
    "text": "The States want to redo their votes. They found out they voted on a FRAUD. Legislatures never approved. Let them do it. BE STRONG!"
  },
  {
    "date": 1609941612000,
    "favorites": "377295",
    "id": "1346818855298072576",
    "isRetweet": false,
    "retweets": "92437",
    "text": "They just happened to find 50,000 ballots late last night. The USA is embarrassed by fools. Our Election Process is worse than that of third world countries!"
  },
  {
    "date": 1609939346000,
    "favorites": "344390",
    "id": "1346809349214248962",
    "isRetweet": false,
    "retweets": "66595",
    "text": "THE REPUBLICAN PARTY AND, MORE IMPORTANTLY, OUR COUNTRY, NEEDS THE PRESIDENCY MORE THAN EVER BEFORE - THE POWER OF THE VETO. STAY STRONG!"
  },
  {
    "date": 1609939042000,
    "favorites": "251729",
    "id": "1346808075626426371",
    "isRetweet": false,
    "retweets": "62503",
    "text": "States want to correct their votes, which they now know were based on irregularities and fraud, plus corrupt process never received legislative approval.  All Mike Pence has to do is send them back to the States, AND WE WIN. Do it Mike, this is a time for extreme courage!"
  },
  {
    "date": 1609938405000,
    "favorites": "193930",
    "id": "1346805405998075905",
    "isRetweet": false,
    "retweets": "36209",
    "text": "Sleepy Eyes Chuck Todd is so happy with the fake voter tabulation process that he can’t even get the words out straight. Sad to watch!"
  },
  {
    "date": 1609912850000,
    "favorites": "289835",
    "id": "1346698217304584192",
    "isRetweet": false,
    "retweets": "66961",
    "text": "If Vice President @Mike_Pence comes through for us, we will win the Presidency. Many States want to decertify the mistake they made in certifying incorrect &amp; even fraudulent numbers in a process  NOT approved by their State Legislatures (which it must be). Mike can send it back!"
  },
  {
    "date": 1609909704000,
    "favorites": "306738",
    "id": "1346685023861272580",
    "isRetweet": false,
    "retweets": "69530",
    "text": "Just happened to have found another 4000 ballots from Fulton County. Here we go!"
  },
  {
    "date": 1609903716000,
    "favorites": "331427",
    "id": "1346659909492998146",
    "isRetweet": false,
    "retweets": "77805",
    "text": "Looks like they are setting up a big “voter dump” against the Republican candidates. Waiting to see how many votes they need?"
  },
  {
    "date": 1609885508000,
    "favorites": "273329",
    "id": "1346583537256976385",
    "isRetweet": false,
    "retweets": "71140",
    "text": "Antifa is a Terrorist Organization, stay out of Washington. Law enforcement is watching you very closely! @DeptofDefense @TheJusticeDept @DHSgov @DHS_Wolf @SecBernhardt @SecretService @FBI"
  },
  {
    "date": 1609884740000,
    "favorites": "210988",
    "id": "1346580318745206785",
    "isRetweet": false,
    "retweets": "55852",
    "text": "I hope the Democrats, and even more importantly, the weak and ineffective RINO section of the Republican Party, are looking at the thousands of people pouring into D.C. They won’t stand for a landslide election victory to be stolen. @senatemajldr @JohnCornyn @SenJohnThune"
  },
  {
    "date": 1609884356000,
    "favorites": "328137",
    "id": "1346578706437963777",
    "isRetweet": false,
    "retweets": "82574",
    "text": "Washington is being inundated with people who don’t want to see an election victory stolen by emboldened Radical Left Democrats. Our Country has had enough, they won’t take it anymore! We hear you (and love you) from the Oval Office. MAKE AMERICA GREAT AGAIN!"
  },
  {
    "date": 1609870704000,
    "favorites": "198868",
    "id": "1346521447649390606",
    "isRetweet": false,
    "retweets": "54896",
    "text": "Reports are coming out of the 12th Congressional District of Georgia that Dominion Machines are not working in certain Republican Strongholds for over an hour. Ballots are being left in lock boxes, hopefully they count them. Thank you Congressman @RickAllen!"
  },
  {
    "date": 1609862805000,
    "favorites": "429984",
    "id": "1346488314157797389",
    "isRetweet": false,
    "retweets": "90069",
    "text": "The Vice President has the power to reject fraudulently chosen electors."
  },
  {
    "date": 1609858942000,
    "favorites": "215340",
    "id": "1346472111603216385",
    "isRetweet": false,
    "retweets": "41746",
    "text": "Georgia, get out and VOTE for two great Senators, @KLoeffler and @sendavidperdue. So important to do so!"
  },
  {
    "date": 1609858249000,
    "favorites": "177332",
    "id": "1346469204740902915",
    "isRetweet": false,
    "retweets": "42347",
    "text": "Pleased to announce that @KLoeffler &amp; @sendavidperdue have just joined our great #StopTheSteal group of Senators. They will fight the ridiculous Electoral College Certification of Biden. How do you certify numbers that have now proven to be wrong and, in many cases, fraudulent!"
  },
  {
    "date": 1609803418000,
    "favorites": "313859",
    "id": "1346239227827265537",
    "isRetweet": false,
    "retweets": "38244",
    "text": "Heading to Georgia now. See you soon!"
  },
  {
    "date": 1609775146000,
    "favorites": "235516",
    "id": "1346120645613150208",
    "isRetweet": false,
    "retweets": "60242",
    "text": "The “Surrender Caucus” within the Republican Party will go down in infamy as weak and ineffective “guardians” of our Nation, who were willing to accept the certification of fraudulent presidential numbers!"
  },
  {
    "date": 1609773830000,
    "favorites": "272308",
    "id": "1346115128719245313",
    "isRetweet": false,
    "retweets": "60779",
    "text": "“We are not acting to thwart the Democratic process, we are acting to protect it.” @SenRonJohnson"
  },
  {
    "date": 1609773190000,
    "favorites": "249177",
    "id": "1346112444108836864",
    "isRetweet": false,
    "retweets": "53966",
    "text": "“We’ve seen in the last few months, unprecedented amounts of Voter Fraud.” @SenTedCruz  True!"
  },
  {
    "date": 1609772836000,
    "favorites": "211508",
    "id": "1346110956078817280",
    "isRetweet": false,
    "retweets": "56945",
    "text": "How can you certify an election when the numbers being certified are verifiably WRONG. You will see the real numbers tonight during my speech, but especially on JANUARY 6th. @SenTomCotton Republicans have pluses &amp; minuses, but one thing is sure, THEY NEVER FORGET!"
  },
  {
    "date": 1609699549000,
    "favorites": "279621",
    "id": "1345803569438597121",
    "isRetweet": false,
    "retweets": "65598",
    "text": "Sorry, but the number of votes in the Swing States that we are talking about is VERY LARGE and totally OUTCOME DETERMINATIVE! Only the Democrats and some RINO’S would dare dispute this - even though they know it is true!"
  },
  {
    "date": 1609698270000,
    "favorites": "100524",
    "id": "1345798206471475204",
    "isRetweet": false,
    "retweets": "18949",
    "text": "....@SenTedCruz @HawleyMO @Jim_Jordan @senatemajldr @GOPLeader &amp; THE WORLD!"
  },
  {
    "date": 1609698269000,
    "favorites": "212677",
    "id": "1345798202650460162",
    "isRetweet": false,
    "retweets": "54881",
    "text": "The Swing States did not even come close to following the dictates of their State Legislatures. These States  “election laws” were made up by local judges &amp; politicians, not by their Legislatures, &amp; are therefore, before even getting to irregularities &amp; fraud, UNCONSTITUTIONAL!"
  },
  {
    "date": 1609686708000,
    "favorites": "198420",
    "id": "1345749709592342530",
    "isRetweet": false,
    "retweets": "34817",
    "text": "Something how Dr. Fauci is revered by the LameStream Media as such a great professional, having done, they say, such an incredible job, yet he works for me and the Trump Administration, and I am in no way given any credit for my work. Gee, could this just be more Fake News?"
  },
  {
    "date": 1609683633000,
    "favorites": "157331",
    "id": "1345736811906273282",
    "isRetweet": false,
    "retweets": "43633",
    "text": "“Georgia election data, just revealed, shows that over 17,000 votes illegally flipped from Trump to Biden.” @OANN  This alone (there are many other irregularities) is enough to easily “swing Georgia to Trump”. #StopTheSteal  @HawleyMO @SenTedCruz @Jim_Jordan"
  },
  {
    "date": 1609682257000,
    "favorites": "198671",
    "id": "1345731043861659650",
    "isRetweet": false,
    "retweets": "53590",
    "text": "I spoke to Secretary of State Brad Raffensperger yesterday about Fulton County and voter fraud in Georgia. He was unwilling, or unable, to answer questions such as the “ballots under table” scam, ballot destruction, out of state “voters”, dead voters, and more. He has no clue!"
  },
  {
    "date": 1609680565000,
    "favorites": "152243",
    "id": "1345723944654024706",
    "isRetweet": false,
    "retweets": "36959",
    "text": "Republicans in Georgia must be careful of the political corruption in Fulton County, which is rampant. The Governor, @BrianKempGA, and his puppet Lt. Governor, @GeoffDuncanGA, have done less than nothing. They are a disgrace to the great people of Georgia!"
  },
  {
    "date": 1609679650000,
    "favorites": "209950",
    "id": "1345720107255926784",
    "isRetweet": false,
    "retweets": "53172",
    "text": "The number of cases and deaths of the China Virus is far exaggerated in the United States because of @CDCgov’s ridiculous method of determination compared to other countries, many of whom report, purposely, very inaccurately and low. “When in doubt, call it Covid.” Fake News!"
  },
  {
    "date": 1609679134000,
    "favorites": "149116",
    "id": "1345717942978293762",
    "isRetweet": false,
    "retweets": "23610",
    "text": "The vaccines are being delivered to the states by the Federal Government far faster than they can be administered!"
  },
  {
    "date": 1609604447000,
    "favorites": "225271",
    "id": "1345404682655707136",
    "isRetweet": false,
    "retweets": "57887",
    "text": "Why haven’t they done signature verification in Fulton County, Georgia. Why haven’t they deducted all of the dead people who “voted”, illegals who voted, non Georgia residents who voted, and tens of thousands of others who voted illegally, from the final vote tally?"
  },
  {
    "date": 1609604447000,
    "favorites": "138142",
    "id": "1345404684723507200",
    "isRetweet": false,
    "retweets": "33088",
    "text": "....Just a small portion of these votes give US a big and conclusive win in Georgia. Have they illegally destroyed ballots in Fulton County? After many weeks, we don’t yet even have a judge to hear this large scale voter fraud case. The only judge seems to be Stacey’s sister!"
  },
  {
    "date": 1609597333000,
    "favorites": "537294",
    "id": "1345374846742646784",
    "isRetweet": false,
    "retweets": "84545",
    "text": "MAKE AMERICA GREAT AGAIN!"
  },
  {
    "date": 1609596771000,
    "favorites": "194096",
    "id": "1345372487337598977",
    "isRetweet": false,
    "retweets": "38535",
    "text": "Will be in Georgia on Monday night, 9:00 P.M. to RALLY for two GREAT people, @sendavidperdue &amp; @KLoeffler. GET READY TO VOTE ON TUESDAY!!!"
  },
  {
    "date": 1609588160000,
    "favorites": "236430",
    "id": "1345336370085171200",
    "isRetweet": false,
    "retweets": "49479",
    "text": "TRANSPARENCY in medical pricing will be one of the biggest and most important things done for the American citizen. It was just put into service, January 1, against long odds and bitter opposition. Final lawsuits won last week. Enjoy all the extra money you will have!"
  },
  {
    "date": 1609587534000,
    "favorites": "248396",
    "id": "1345333742987055104",
    "isRetweet": false,
    "retweets": "49040",
    "text": "For historical purposes remember, I was able to get rid of the INDIVIDUAL MANDATE, the most unpopular and expensive part of ObamaCare. You are no longer forced to pay a fortune for the “privilege” of NOT getting bad healthcare. This ended ObamaCare as we knew it. Thank you!"
  },
  {
    "date": 1609547274000,
    "favorites": "134784",
    "id": "1345164883080470533",
    "isRetweet": false,
    "retweets": "23302",
    "text": "Some States are very slow to inoculate recipients despite successful and very large scale distribution of vaccines by the Federal Government. They will get it done!"
  },
  {
    "date": 1609546212000,
    "favorites": "304112",
    "id": "1345160427337084931",
    "isRetweet": false,
    "retweets": "64916",
    "text": "Because of the Trump Administration, hospitals are now required, effective immediately, to publish their REAL PRICES, which will create competition and drive downs costs MASSIVELY. Won lawsuit last week. Bigger than healthcare, it’s called PRICE TRANSPARENCY...."
  },
  {
    "date": 1609546212000,
    "favorites": "224009",
    "id": "1345160429165817858",
    "isRetweet": false,
    "retweets": "32516",
    "text": "....Please remember who got it done!!!"
  },
  {
    "date": 1609543620000,
    "favorites": "122345",
    "id": "1345149558154797056",
    "isRetweet": false,
    "retweets": "27568",
    "text": "....is therefore both illegal and invalid, and that would include the two current Senatorial Elections. In Wisconsin, Voters not asking for applications invalidates the Election. All of this without even discussing the millions of fraudulent votes that were cast or altered!"
  },
  {
    "date": 1609543620000,
    "favorites": "117932",
    "id": "1345149556967800832",
    "isRetweet": false,
    "retweets": "26391",
    "text": "....changes made to the voting process, rules and regulations, many made hastily before the election, and therefore the whole State Election is not legal or Constitutional. Additionally, the Georgia Consent Decree is Unconstitutional &amp; the State 2020 Presidential Election...."
  },
  {
    "date": 1609543620000,
    "favorites": "172994",
    "id": "1345149555390771201",
    "isRetweet": false,
    "retweets": "45051",
    "text": "Before even discussing the massive corruption which took place in the 2020 Election, which gives us far more votes than is necessary to win all of the Swing States (only need three), it must be noted that the State Legislatures were not in any way responsible for the massive...."
  },
  {
    "date": 1609534576000,
    "favorites": "219128",
    "id": "1345111621430091777",
    "isRetweet": false,
    "retweets": "54251",
    "text": "Our Republican Senate just missed the opportunity to get rid of Section 230, which gives unlimited power to Big Tech companies. Pathetic!!! Now they want to give people ravaged by the China Virus $600, rather than the $2000 which they so desperately need. Not fair, or smart!"
  },
  {
    "date": 1609533377000,
    "favorites": "204888",
    "id": "1345106595114606593",
    "isRetweet": false,
    "retweets": "37629",
    "text": ".@FoxNews Weekend Daytime is not watchable. Switching over to @OANN!"
  },
  {
    "date": 1609530783000,
    "favorites": "293323",
    "id": "1345095714687377418",
    "isRetweet": false,
    "retweets": "70592",
    "text": "The BIG Protest Rally in Washington, D.C., will take place at 11.00 A.M. on January 6th. Locational details to follow. StopTheSteal!"
  },
  {
    "date": 1609528989000,
    "favorites": "66377",
    "id": "1345088187811700748",
    "isRetweet": false,
    "retweets": "19369",
    "text": "The BIG Protest Rally in Washington, D.C., will take place at 11.00 A.M. on January 6th. Locational details to follow. StopTheSteal!"
  },
  {
    "date": 1609526402000,
    "favorites": "169532",
    "id": "1345077337633787905",
    "isRetweet": false,
    "retweets": "35803",
    "text": "I hope to see the great Governor of South Dakota @KristiNoem, run against RINO @SenJohnThune, in the upcoming 2022 Primary. She would do a fantastic job in the U.S. Senate, but if not Kristi, others are already lining up. South Dakota wants strong leadership, NOW!"
  },
  {
    "date": 1609507801000,
    "favorites": "680538",
    "id": "1344999320831946754",
    "isRetweet": false,
    "retweets": "81782",
    "text": "HAPPY NEW YEAR!"
  },
  {
    "date": 1609472688000,
    "favorites": "377120",
    "id": "1344852043681435648",
    "isRetweet": false,
    "retweets": "59151",
    "text": "Finished off the year with the highest Stock Market in history. Setting records with your 401k’s, just like I said you would. Congratulations to all!"
  }
]